/* No comment provided by engineer. */
"AgreeButton" = "Agree";

/* No comment provided by engineer. */
"AgreementMessage1" = "To continue installing this software you must agree to the terms of the software  agreement.";

/* No comment provided by engineer. */
"AgreementMessage2" = "Click Agree to continue or click Disagree to cancel the installation and quit the installer.";

/* No comment provided by engineer. */
"All Regions -- Beta License Agreement" = "All Regions -- Beta License Agreement";

/* No comment provided by engineer. */
"DisagreeButton" = "Disagree";

/* No comment provided by engineer. */
"PaneTitle" = "License Agreement";

/* No comment provided by engineer. */
"ReadLicenseButton" = "Read License";

/* No comment provided by engineer. */
"SelectCountryText" = "Select your Country or Region:";

/* No comment provided by engineer. */
"SelectFromList" = "Select from list";

